{
  "sec_p1_s0_eli5": "- This page is the cover of a storybook. The big title says: “Molly Hopper Learns to Jump.”\n- Molly Hopper is a friendly grasshopper character. In the picture, Molly is wearing a blue shirt, red shorts, and shoes, and is jumping over tall green leaves. The swoosh lines show a big jump!\n- Think of it like you learning to hop on the playground: you practice, try again, and get better. That’s what “Learns to Jump” means.\n- “Written by Donna Hemans” tells us Donna Hemans is the author—the person who wrote the words.\n- “Illustrated by Rachel Wade” tells us Rachel Wade is the illustrator—the artist who drew the pictures.\n- “Windows to Literacy” and “Literacy 1:2:3” show this book is part of a reading program to help kids learn to read.\n- “Ministry of Education” means it’s an official school book.\n- “Grade 1” shows it’s made for first graders—kids just starting to read on their own.\n- So, this cover promises a fun story about Molly Hopper practicing and getting good at jumping while you practice reading!",
  "txt_p1_t0": "WINDOWS TO LITERACY",
  "txt_p1_t1": "MINISTRY OF EDUCATION",
  "txt_p1_t2": "Literacy 1:2:3",
  "txt_p1_t3": "Molly Hopper",
  "txt_p1_t4": "Learns to Jump",
  "txt_p1_t5": "Written by",
  "txt_p1_t6": "Donna Hemans",
  "txt_p1_t7": "Illustrated by",
  "txt_p1_t8": "Rachel Wade",
  "txt_p1_t9": "Grade 1",
  "sec_p3_s0_eli5": "Think of the Hopper Club as a team of friends. They are having a meeting because Sports Day is on Friday—just two days away (only two sleeps!). They really want to win three prizes, like three shiny trophies. But the Hopper Club has a problem to solve, so they’re thinking and planning together, getting ready for Sports Day.",
  "txt_p3_t0": "The Hopper Club is meeting.",
  "txt_p3_t1": "Sports Day is Friday, two days away.",
  "txt_p3_t2": "The Hopper Club wants to win three prizes.",
  "txt_p3_t3": "But, the Hopper Club has a problem.",
  "sec_p4_s0_eli5": "- Molly Hopper feels afraid to jump. Afraid means her tummy feels wiggly and she doesn’t feel ready to try.\n- She is afraid to jump high, like shooting up toward the sky from the ground.\n- She is afraid to jump long, like trying to leap over a big puddle into a sand pit.\n- She is also afraid to jump in the potato sack race, where you stand inside a big sack and hop, hop, hop.\n- In the pictures, Molly is hugging herself and looks worried while other kids in sacks are ready to hop. This shows she is nervous about every kind of jumping: jump high, jump long, and the potato sack race—just like you might feel at a very tall slide before you’re ready.",
  "txt_p4_t0": "Molly Hopper is afraid to jump.",
  "txt_p4_t1": "Molly is afraid to jump high.",
  "txt_p4_t2": "Molly is afraid to jump long.",
  "txt_p4_t3": "Molly is afraid to jump in the potato sack race.",
  "sec_p5_s0_eli5": "Three friends—Leroy, Lenny and David—are the best jumpers in their team, the Hopper Club. They can leap really far and really high, like bouncy grasshoppers. In the pictures, one is flying over the grass and another is jumping over a bar onto a soft mat. But on Friday, Leroy can’t jump with them because he has to play cricket. Friday is cricket day for Leroy.",
  "txt_p5_t0": "Leroy, Lenny and David are the best jumpers in the Hopper Club.",
  "txt_p5_t1": "But Leroy has to play cricket on Friday.",
  "sec_p6_s0_eli5": "What’s happening:\n- Molly Hopper has to take Leroy’s place. That means she must do the job Leroy was supposed to do.\n\nIn kid words:\n- It’s like when your friend is absent and the teacher asks you to be the line leader. Molly has to try, but she is not a very good jumper, so she feels afraid all the time—like having butterflies in her tummy.\n\nPicture clues:\n- You can see someone jumping and another playing with a bat.\n- Molly is sitting with her knees tucked in and a worried face, showing she’s scared.\n\nImportant words to learn:\n- take Leroy’s place\n- not a very good jumper\n- afraid all the time",
  "txt_p6_t0": "Molly Hopper has to take Leroy’s place.",
  "txt_p6_t1": "Molly is not a very good jumper and she is afraid all the time.",
  "sec_p7_s0_eli5": "Molly Hopper is afraid to jump. Afraid means her heart goes thump‑thump and her tummy feels wiggly, like when you stand by a puddle and aren’t sure you want to hop over it. In the picture, Molly and her bug friends are in team shirts, waiting. It’s okay to be afraid. Molly can take a deep breath, try one tiny hop, and let her friends cheer. Little hops can grow into big jumps with practice.",
  "txt_p7_t0": "Molly Hopper is afraid to jump.",
  "sec_p7_s1_eli5": "Think of three kinds of hopping. 1) Jump high: like trying to hop up to touch a tall leaf. Molly is afraid to jump high. 2) Jump long: like leaping over a wide puddle. Molly is afraid to jump long. 3) Potato sack race: hopping with both feet inside a big bag, boing-boing like a kangaroo. Molly is afraid to jump in the potato sack race.\nIn the picture, Molly and her bug friends in blue shirts and red shorts look worried, like they’re waiting to see if she’ll try. These are just different ways to jump, but Molly feels nervous about each one.\nKey words to learn: afraid, jump high, jump long, potato sack race.",
  "txt_p7_t1": "Molly is afraid to jump high.",
  "txt_p7_t2": "Molly is afraid to jump long.",
  "txt_p7_t3": "Molly is afraid to jump in the potato sack race.",
  "sec_p7_s2_eli5": "Think of a team game where everyone takes a turn. Molly feels scared to jump, so she might skip her turn. If Molly doesn’t jump, the other team—the Croaker Club—could win all three prizes for jumping. In the picture, Molly’s buggy friends in blue shirts and red shorts look worried because they need Molly’s jump to help their team.",
  "txt_p7_t4": "If Molly doesn’t jump, the Croaker Club may win all three prizes for jumping.",
  "sec_p8_s0_eli5": "Think of a team of frogs called the Croaker Club. Last year, they were the best at everything. They won all three prizes—like getting first place in every game and taking home three shiny trophies.",
  "txt_p8_t0": "Last year, the frogs in the Croaker Club won all three prizes.",
  "sec_p8_s1_eli5": "Think of a team in a race that wants shiny trophies. Leroy, Lenny, and David are telling their friend Molly, “You can do it—stop being afraid!” Their team is the Hopper Club, and they want to win the prizes. In the picture, the trophies are ready on the table, and the frogs are cheering so Molly feels brave to try her best.",
  "txt_p8_t1": "Leroy, Lenny and David say that Molly has to stop being afraid.",
  "txt_p8_t2": "The Hopper Club wants to win the prizes.",
  "sec_p9_s0_eli5": "ELI5 explanation:\n- The Hopper Club is a group of friends. Today their meeting is at Lenny Hopper’s house.\n- Lenny’s mother peeks into the living room to check on them.\n\nPicture clues:\n- You can see Lenny’s mother standing in the doorway holding a bag.\n- The club kids are sitting on chairs in the living room, looking relaxed.\n\nThink of it like this:\n- It’s like when your friends come over for a club or playdate, and your mom looks in the room to make sure everyone is okay.\n\nKey words to remember:\n- Hopper Club\n- meeting\n- Lenny Hopper’s house\n- Lenny’s mother\n- living room",
  "txt_p9_t0": "The Hopper Club is meeting at Lenny Hopper’s house.",
  "txt_p9_t1": "Lenny’s mother looks into the living room.",
  "sec_p9_s1_eli5": "A mom tells the Children, “I’m going next door to get some seeds.” In the picture, she’s at the doorway holding a bag while the kids sit in the living room having a meeting. She reminds them: when the meeting is finished, then they can go outside and practise—like when you finish talking with your club, you can go out and try your moves again and again to get better.",
  "txt_p9_t2": "“Children, I am going next door for some seeds.",
  "txt_p9_t3": "When your meeting is finished you can go outside and practise.”",
  "sec_p10_s0_eli5": "Molly and her friends finish their meeting. Molly looks out the window and sees that it’s raining. She says, “Oh, no,” because rain means they can’t go outside to practise. It’s like when you want to play on the playground, but rain keeps you inside. In the picture, they are indoors by the window while the weather outside is wet, so practise has to wait or happen inside instead.",
  "txt_p10_t0": "When the meeting is over Molly looks through the window.",
  "txt_p10_t1": "“Oh, no,” she says.",
  "txt_p10_t2": "“It’s raining. Now we can’t go outside to practise.”",
  "sec_p10_s1_eli5": "- What’s happening: After a meeting, Molly looks out the window and sees it is raining. She says, “Oh, no. It’s raining. Now we can’t go outside to practise.”\n\n- ELI5 idea: Sometimes rain is like a big “pause” button. If you didn’t feel like going outside, rain stops the plan for you. You might say “oh, no” out loud, but inside you feel happy because you get a break.\n\n- Picture talk: We see Molly (a green insect) by the window with raindrops. Friends are sitting inside on chairs; one looks tired. They are staying indoors.\n\n- Key words to learn: meeting, window, raining, outside, practise, happy, Why?\n\n- Answer to “Why?” Molly is happy because the rain means they don’t have to go outside to practise. She probably didn’t want to practise, so the rain gives her a reason to stay inside.",
  "txt_p10_t3": "Molly is very happy that it is raining.",
  "txt_p10_t4": "Why?",
  "sec_p11_s0_eli5": "Molly Hopper is at games with lots of jumping. But Molly feels afraid to jump. \n\nThink of your tummy feeling fluttery like butterflies—that’s how Molly feels. She is:\n- afraid to jump high over the bar onto the soft mat,\n- afraid to jump long into the sandy pit,\n- and afraid to jump in the potato sack race, where kids hop inside big sacks.\n\nIn the pictures, Molly looks worried while the jumps are set up and other kids get ready in their sacks. The big idea: sometimes people are afraid of different kinds of jumps, and that feeling is called being afraid.",
  "txt_p11_t0": "Molly Hopper is afraid to jump.",
  "txt_p11_t1": "Molly is afraid to jump high.",
  "txt_p11_t2": "Molly is afraid to jump long.",
  "txt_p11_t3": "Molly is afraid to jump in the potato sack race.",
  "sec_p12_s0_eli5": "- What’s happening: The Hopper Club friends feel very sad because it is wet outside. Leroy looks out the window and sees big puddles.\n- The idea: David smiles and says, “I have an idea! We can practise here.” That means they don’t need to go outside—they can practise inside together.\n- Big idea: Even when it’s rainy and there are puddles, you can still keep going by finding a new place to practise here, indoors.",
  "txt_p12_t0": "The Hopper Club members are very sad.",
  "txt_p12_t1": "Leroy looks outside at the puddles.",
  "txt_p12_t2": "“I have an idea,” David says.",
  "txt_p12_t3": "“We can practise here.”",
  "sec_p13_s0_eli5": "David is having fun. He jumps from the chair to the floor like a bouncy ball. When he lands, he bounces up and down, almost like he’s on a little trampoline. He smiles and says, “See! I can jump as high as the sky. Look at me!” That means he feels proud and thinks his jump is very, very high while a friend watches him show off.",
  "txt_p13_t0": "David jumps from the chair to the floor.",
  "txt_p13_t1": "He bounces up and down.",
  "txt_p13_t2": "“See.",
  "txt_p13_t3": "I can jump as high as the sky.",
  "txt_p13_t4": "Look at me!”",
  "sec_p14_s0_eli5": "Think of a game where everyone shouts, “Let’s hop!” All the Hopper Club members start jumping up and down like bouncy balls—boing, boing! In the picture, one friend is even bouncing off a chair. But Molly isn’t jumping. She’s the only one standing still, just watching the others. So, everyone else is jumping, but Molly is not.",
  "txt_p14_t0": "Soon the other Hopper Club members are jumping.",
  "txt_p14_t1": "Molly is the only one not jumping.",
  "sec_p15_s0_eli5": "ELI5 explanation:\n- Molly wants to jump high, and the others decide to help her.\n- Leroy has a smart idea: “Let’s use a broom as a high jump bar,” like the stick athletes jump over in a high jump.\n- Leroy goes to get the broom.\n- Everyone moves the chairs and the table to make a clear, safe space—turning the room (with the window and rug you see) into a little practice area for Molly.",
  "txt_p15_t0": "The others decide to help Molly to jump high.",
  "txt_p15_t1": "Leroy says, “We can use a broom as a high jump bar.”",
  "txt_p15_t2": "Leroy gets the broom.",
  "txt_p15_t3": "They move the chairs and table.",
  "sec_p16_s0_eli5": "- David holds one end of the broom, and Leroy holds the other end, like a little bar to jump over.\n- David tells Molly, “Run and jump over the broom. It’s easy.” He thinks it will be simple.\n- Molly runs toward the broom to jump, but the floor is slippery. She slides on the floor instead of making the jump.\n- In the picture, David and Leroy are still holding the broom while Molly is on the floor, surprised from the slide.",
  "txt_p16_t0": "David holds one end of the broom.",
  "txt_p16_t1": "Leroy holds the other end.",
  "txt_p16_t2": "“Molly, run and jump over the broom.",
  "txt_p16_t3": "It’s easy,” David says.",
  "txt_p16_t4": "Molly runs towards the broom but slides on the floor.",
  "sec_p17_s0_eli5": "What you see: A friendly grasshopper kid wearing a red cap and blue shirt is standing inside a cozy room. He looks curious, like he’s thinking, “Hmm… what should I do?”\n\nClues in the picture:\n- There is a window. Outside you can see blue sky and big green leaves.\n- The room has a chair, a table, and a rug (carpet).\n- The furniture looks like it’s made from nature: twigs for legs, bark and leaves for sides, and bits of grass.\n\nBig idea (in simple words): This is a tiny home or habitat for a grasshopper. A habitat is a place where someone lives. Here, everything fits an insect and is made from natural materials like leaves, twigs, and grass. The grasshopper is indoors, looking around and thinking.\n\nNew words to learn: habitat, window, chair, table, rug, twigs, leaves, grass, indoors, curious.\n\nTry this: Look for clues that tell you who lives here (the green legs, the stick-like furniture, the leafy window). What would you use to build a tiny bug home in nature?",
  "sec_p18_s0_eli5": "What’s happening: Molly wants to run and jump over a broom. She runs, but she stops in front of the broom because she is still afraid. Her friends, Leroy and Lenny, tell her, “Try again. You can do it.” They are cheering for her so she feels brave.\n\nThink of it like this: It’s like when you’re learning to hop over a little stick. You might stop the first time because it looks big and scary. But with friends saying, “Try again,” you practice and get braver each time.\n\nPicture clues: Three bug friends in blue shirts and red shorts. Two friends hold a broom like a bar. Molly looks a little scared, and her friends smile and encourage her.\n\nImportant words to learn: Try again, afraid, broom, Leroy, Lenny, Molly, “You can do it.”",
  "txt_p18_t0": "“Try again,” says Leroy.",
  "txt_p18_t1": "Molly runs, but she stops in front of the broom.",
  "txt_p18_t2": "She is still afraid.",
  "txt_p18_t3": "“Try again,” says Lenny.",
  "txt_p18_t4": "“You can do it.”",
  "sec_p19_s0_eli5": "Think of walking into your house and seeing grass on the chair! In this picture, a little bug kid (a cartoon grasshopper) is standing in a room with a window, a chair, and a rug. He’s scratching his head, which is a clue that he feels confused or puzzled. \n\n- Who (character): the bug kid in a blue shirt, red shorts, and sneakers. \n- Where (setting): inside a home—there’s a window, a chair, and a rug. \n- What do we notice (clues): grass and scratches on the chair, messy bits on the floor, and someone else’s shoe just peeking in. \n\nUsing clues helps us infer (make a smart guess) about what happened. Maybe someone tracked grass inside or the chair is old and scratchy. We can also predict (guess what might happen next): the bug kid might ask, “Who made this mess?” or clean up the room. \n\nNew words to learn: character, setting, clues, infer, predict, window, chair, rug, sneakers, cap, confused.",
  "sec_p20_s0_eli5": "ELI5 explanation:\n\n- Story in simple words: Molly runs and jumps, but her foot hits a broom. She trips and falls. She doesn’t give up. She says, “I want to try again. I can do it.”\n- What the picture shows: Molly is on the ground near the broom. Her friends are watching, looking surprised. \n- Big idea: Sometimes we trip when we try something new. Like hopping over a stick, you might bump it the first time. If you stand up and try again, you practice and get better. That is called not giving up, or perseverance.\n- Key words to remember: runs, jumps, trips, broom, try again, “I can do it.”",
  "txt_p20_t0": "Molly runs and jumps but trips on the broom.",
  "txt_p20_t1": "“I want to try again,” Molly says.",
  "txt_p20_t2": "“I can do it.”",
  "sec_p21_s0_eli5": "Think of a little high‑jump game inside the house. Leroy and Lenny are helpers—they hold the broom straight like the bar. Molly gets ready: she takes a deep breath, like filling her tummy balloon to feel brave. Then she runs, runs, and jumps over the broom—whoosh! The picture shows a happy green friend in a cap lifting their arms, like cheering after the jump in a cozy room with a rug, chair, and window. Key idea: teamwork + a deep breath helps Molly jump over the broom.",
  "txt_p21_t0": "Leroy and Lenny hold the broom.",
  "txt_p21_t1": "Molly takes a deep breath.",
  "txt_p21_t2": "She runs and jumps over the broom.",
  "sec_p22_s0_eli5": "Molly was scared to jump high before, like when a big slide looks too tall. With her friends holding a stick and cheering, she tries… and she jumps high! She lands safely and shouts, “I did it!” Now Molly is no longer afraid to jump high, because she learned she can do it.",
  "txt_p22_t0": "“I did it,” Molly shouts.",
  "txt_p22_t1": "Molly is no longer afraid to jump high.",
  "sec_p23_s0_eli5": "- What’s happening: Molly and her friends are taking turns jumping, like hopping over big pillows. They finished one jump already—“one down, two to go.” The friends cheer, “Come on then, let’s go!” Molly feels brave. She is not afraid to jump. She is not afraid to jump high.\n\n- Picture clues: We see Molly, a green bug-like kid in a blue shirt, red shorts, and blue shoes. A big, puffy bush of grass is in front, showing where they jump. One friend is already mid-leap, and Molly is getting ready for her turn.\n\n- Key words to remember: “One down, two to go,” “Come on then, let’s go,” not afraid, jump, jump high.",
  "txt_p23_t0": "“One down, two to go,” says Molly.",
  "txt_p23_t1": "“Come on then, let’s go,” say the others.",
  "txt_p23_t2": "“Molly is not afraid to jump.",
  "txt_p23_t3": "Molly is not afraid to jump high.",
  "sec_p24_s0_eli5": "This part is asking a simple question: Is Molly still afraid?\nIt wants to see if Molly is still afraid to jump long, like making a big leap into the sandy pit, and if she is still afraid to jump in the potato sack race, where you stand in a sack and hop.\nThink of it like trying a tall slide at the playground. You might feel afraid at first, but you can take a deep breath and try a small hop. The pictures show Molly looking a little nervous, the long jump spot, and friends waiting in sacks. We’re watching to see if Molly feels brave and gives the jumps a try.",
  "txt_p24_t0": "Let us see if Molly is still afraid to jump long.",
  "txt_p24_t1": "Let us see if Molly is still afraid to jump in the potato sack race.”",
  "sec_p25_s0_eli5": "- What the words say: Molly Hopper is brave. She says, “I am not afraid.” She tells her friends, “Just watch me and see.” Then Molly Hopper jumps.\n- What the picture shows: Molly bends her legs and springs up like a little grasshopper athlete, smiling while her friends watch.\n- Think of it like this: At the playground, you say, “I’m not afraid—watch me!” and then you show your big jump. That’s what Molly does—she is brave, she says it out loud, and she jumps to show it.",
  "txt_p25_t0": "“I am not afraid,” says Molly.",
  "txt_p25_t1": "“Just watch me and see.”",
  "txt_p25_t2": "Molly Hopper jumps.",
  "txt_p25_t3": "."
}