{
  "sec_p1_s0_eli5": "- Esta página es la portada de un libro de cuentos. El título grande dice: \"Molly Hopper aprende a saltar\".\n- Molly Hopper es una saltamontes amigable. En la imagen, Molly lleva puesta una camiseta azul, pantalones cortos rojos y zapatos, y está saltando sobre altas hojas verdes. ¡Las líneas de movimiento muestran un gran salto!\n- Piénsalo como cuando tú aprendes a saltar en el patio de juegos: practicas, lo intentas de nuevo y mejoras. Eso es lo que significa \"Aprende a saltar\".\n- \"Escrito por Donna Hemans\" nos dice que Donna Hemans es la autora — la persona que escribió las palabras.\n- \"Ilustrado por Rachel Wade\" nos dice que Rachel Wade es la ilustradora — la artista que dibujó las imágenes.\n- \"Ventanas a la alfabetización\" y \"Alfabetización 1:2:3\" muestran que este libro forma parte de un programa de lectura para ayudar a los niños a aprender a leer.\n- \"Ministerio de Educación\" significa que es un libro escolar oficial.\n- \"Grado 1\" muestra que está hecho para estudiantes de primer grado — niños que recién comienzan a leer por su cuenta.\n- Así que esta portada promete una historia divertida sobre cómo Molly Hopper practica y se vuelve buena para saltar mientras tú practicas la lectura.",
  "txt_p1_t0": "Ventanas hacia la alfabetización",
  "txt_p1_t1": "Ministerio de Educación",
  "txt_p1_t2": "Alfabetización 1:2:3",
  "txt_p1_t3": "Molly Hopper",
  "txt_p1_t4": "Aprende a saltar",
  "txt_p1_t5": "Escrito por",
  "txt_p1_t6": "Donna Hemans",
  "txt_p1_t7": "Ilustrado por",
  "txt_p1_t8": "Raquel Wade",
  "txt_p1_t9": "Grado 1",
  "sec_p3_s0_eli5": "Piensa en el Club Hopper como un equipo de amigos. Están teniendo una reunión porque el Día del Deporte es el viernes—faltan solo dos días (¡solo dos noches!). De verdad quieren ganar tres premios, como tres trofeos relucientes. Pero el Club Hopper tiene un problema que resolver, así que están pensando y planificando juntos, preparándose para el Día del Deporte.",
  "txt_p3_t0": "El Club Hopper se está reuniendo.",
  "txt_p3_t1": "El Día del Deporte es el viernes, dentro de dos días.",
  "txt_p3_t2": "El Club Hopper quiere ganar tres premios.",
  "txt_p3_t3": "Pero, el Club Hopper tiene un problema.",
  "sec_p4_s0_eli5": "- Molly Hopper tiene miedo de saltar. Tener miedo significa que le tiembla la barriguita y no se siente lista para intentarlo.\n- Tiene miedo de saltar alto, como salir disparada desde el suelo hacia el cielo.\n- Tiene miedo de saltar lejos, como intentar brincar por encima de un gran charco hasta una fosa de arena.\n- También tiene miedo de saltar en la carrera de sacos, donde te pones dentro de un saco grande y saltas, saltas, saltas.\n- En las imágenes, Molly se abraza a sí misma y parece preocupada, mientras otros niños en sacos están listos para saltar. Esto muestra que está nerviosa con todo tipo de saltos: saltar alto, saltar lejos y la carrera de sacos, igual que podrías sentirte en un tobogán muy alto antes de estar listo.",
  "txt_p4_t0": "Molly Hopper tiene miedo de saltar.",
  "txt_p4_t1": "Molly tiene miedo de saltar alto.",
  "txt_p4_t2": "Molly tiene miedo de saltar lejos.",
  "txt_p4_t3": "Molly tiene miedo de saltar en la carrera de sacos.",
  "sec_p5_s0_eli5": "Tres amigos—Leroy, Lenny y David—son los mejores saltadores de su equipo, el Hopper Club. Pueden saltar muy lejos y muy alto, como saltamontes rebotones. En las imágenes, uno está volando sobre el césped y otro está saltando por encima de una barra hacia una colchoneta blanda. Pero el viernes, Leroy no puede saltar con ellos porque tiene que jugar al críquet. El viernes es el día de críquet para Leroy.",
  "txt_p5_t0": "Leroy, Lenny y David son los mejores saltadores en el Club Hopper.",
  "txt_p5_t1": "Pero Leroy tiene que jugar al críquet el viernes.",
  "sec_p6_s0_eli5": "Qué está pasando:\n- Molly Hopper tiene que ocupar el lugar de Leroy. Eso significa que debe hacer el trabajo que se suponía que iba a hacer Leroy.\n\nEn palabras para niños:\n- Es como cuando tu amigo falta y la maestra te pide que seas el líder de la fila. Molly tiene que intentarlo, pero no es una saltadora muy buena, así que se siente asustada todo el tiempo, como si tuviera mariposas en el estómago.\n\nPistas de la imagen:\n- Puedes ver a alguien saltando y a otro jugando con un bate.\n- Molly está sentada con las rodillas recogidas y con una cara preocupada, lo que muestra que está asustada.\n\nPalabras importantes para aprender:\n- ocupar el lugar de Leroy\n- no ser una saltadora muy buena\n- tener miedo todo el tiempo",
  "txt_p6_t0": "Molly Hopper tiene que ocupar el lugar de Leroy.",
  "txt_p6_t1": "Molly no es una muy buena saltadora y tiene miedo todo el tiempo.",
  "sec_p7_s0_eli5": "Molly Hopper tiene miedo de saltar. Tener miedo significa que su corazón hace pum‑pum y le cosquillea la tripita, como cuando estás junto a un charco y no sabes si quieres saltarlo. En la imagen, Molly y sus amigos insectos llevan camisetas del equipo y están esperando. Está bien tener miedo. Molly puede respirar hondo, intentar un saltito y dejar que sus amigos la animen. Con práctica, los saltitos pueden convertirse en grandes saltos.",
  "txt_p7_t0": "Molly Hopper tiene miedo de saltar.",
  "sec_p7_s1_eli5": "Piensa en tres formas de saltar. 1) Saltar alto: como intentar saltar hacia arriba para tocar una hoja alta. Molly tiene miedo de saltar alto. 2) Saltar lejos: como saltar por encima de un charco ancho. Molly tiene miedo de saltar lejos. 3) Carrera de sacos: saltar con ambos pies dentro de un saco grande, boing-boing como un canguro. Molly tiene miedo de saltar en la carrera de sacos.\nEn la imagen, Molly y sus amigos insectos con camisetas azules y pantalones cortos rojos parecen preocupados, como si estuvieran esperando a ver si ella lo intenta. Son solo diferentes maneras de saltar, pero Molly se siente nerviosa con cada una.\nPalabras clave para aprender: tener miedo, saltar alto, saltar lejos, carrera de sacos.",
  "txt_p7_t1": "Molly tiene miedo de saltar alto.",
  "txt_p7_t2": "Molly tiene miedo de saltar lejos.",
  "txt_p7_t3": "Molly tiene miedo de saltar en la carrera de sacos de patatas.",
  "sec_p7_s2_eli5": "Piensa en un juego en equipo en el que todos se turnan. Molly tiene miedo de saltar, así que podría saltarse su turno. Si Molly no salta, el otro equipo —el Club Croador— podría ganar los tres premios por saltar. En la imagen, los amigos insectos de Molly con camisetas azules y pantalones cortos rojos parecen preocupados porque necesitan el salto de Molly para ayudar a su equipo.",
  "txt_p7_t4": "Si Molly no salta, el Club Croaker podría ganar los tres premios de salto.",
  "sec_p8_s0_eli5": "Piensa en un equipo de ranas llamado el Club de Croadores. El año pasado, fueron los mejores en todo. Ganaron los tres premios—como obtener el primer lugar en cada juego y llevarse a casa tres trofeos brillantes.",
  "txt_p8_t0": "El año pasado, las ranas del Club Croaker ganaron los tres premios.",
  "sec_p8_s1_eli5": "Piensa en un equipo en una carrera que quiere trofeos relucientes. Leroy, Lenny y David le dicen a su amiga Molly: «¡Tú puedes—deja de tener miedo!». Su equipo es el Club Hopper, y quieren ganar los premios. En la imagen, los trofeos están listos sobre la mesa, y las ranas animan para que Molly se sienta valiente y dé lo mejor de sí.",
  "txt_p8_t1": "Leroy, Lenny y David dicen que Molly tiene que dejar de tener miedo.",
  "txt_p8_t2": "El Club Hopper quiere ganar los premios.",
  "sec_p9_s0_eli5": "Explicación como si tuvieras 5 años:\n- El Club Hopper es un grupo de amigos. Hoy su reunión es en la casa de Lenny Hopper.\n- La madre de Lenny se asoma a la sala de estar para ver cómo están.\n\nPistas de la imagen:\n- Puedes ver a la madre de Lenny de pie en la puerta sosteniendo una bolsa.\n- Los niños del club están sentados en sillas en la sala de estar y se ven relajados.\n\nPiénsalo así:\n- Es como cuando tus amigos vienen a casa para el club o una tarde de juegos, y tu mamá se asoma a la habitación para asegurarse de que todos estén bien.\n\nPalabras clave para recordar:\n- Club Hopper\n- reunión\n- la casa de Lenny Hopper\n- la madre de Lenny\n- sala de estar",
  "txt_p9_t0": "El Club Hopper se reúne en la casa de Lenny Hopper.",
  "txt_p9_t1": "La madre de Lenny mira dentro de la sala de estar.",
  "sec_p9_s1_eli5": "Una madre les dice a los niños: “Voy a la casa de al lado a conseguir unas semillas”. En la imagen, está en la puerta sosteniendo una bolsa, mientras los niños están sentados en la sala de estar teniendo una reunión. Les recuerda que, cuando termine la reunión, podrán salir a practicar, como cuando terminan de hablar con su club: pueden salir e intentar sus movimientos una y otra vez para mejorar.",
  "txt_p9_t2": "“Niños, voy a la casa de al lado por unas semillas.",
  "txt_p9_t3": "Cuando termine tu reunión, puedes salir afuera y practicar.",
  "sec_p10_s0_eli5": "Molly y sus amigos terminan su reunión. Molly mira por la ventana y ve que está lloviendo. Ella dice: “Oh, no”, porque la lluvia significa que no pueden salir a practicar. Es como cuando quieres jugar en el patio de recreo, pero la lluvia te mantiene dentro. En la imagen, están en el interior junto a la ventana mientras el tiempo afuera está lluvioso, así que la práctica tiene que esperar o realizarse en el interior.",
  "txt_p10_t0": "Cuando termina la reunión, Molly mira por la ventana.",
  "txt_p10_t1": "«Oh, no», dice ella.",
  "txt_p10_t2": "“Está lloviendo. Ahora no podemos salir afuera a practicar.”",
  "sec_p10_s1_eli5": "- Qué está pasando: Después de una reunión, Molly mira por la ventana y ve que está lloviendo. Ella dice: «Oh, no. Está lloviendo. Ahora no podemos salir afuera a practicar».\n\n- Idea ELI5: A veces la lluvia es como un gran botón de «pausa». Si no tenías ganas de salir afuera, la lluvia detiene el plan por ti. Puede que digas «oh, no» en voz alta, pero por dentro te sientes feliz porque puedes tomarte un descanso.\n\n- Charla sobre la imagen: Vemos a Molly (un insecto verde) junto a la ventana con gotas de lluvia. Sus amigos están sentados adentro en sillas; uno parece cansado. Se quedan en el interior.\n\n- Palabras clave para aprender: reunión, ventana, lloviendo, afuera, practicar, feliz, ¿Por qué?\n\n- Respuesta a «¿Por qué?»: Molly está feliz porque la lluvia significa que no tienen que salir afuera a practicar. Probablemente no quería practicar, así que la lluvia le da una razón para quedarse adentro.",
  "txt_p10_t3": "Molly está muy feliz de que esté lloviendo.",
  "txt_p10_t4": "¿Por qué?",
  "sec_p11_s0_eli5": "Molly Hopper está en unos juegos con muchos saltos. Pero Molly siente miedo de saltar.\n\nPiensa en cuando sientes mariposas en la barriga: así se siente Molly. Ella:\n- tiene miedo de saltar alto por encima de la barra hacia la colchoneta suave,\n- tiene miedo de hacer un salto largo hacia el foso de arena,\n- y tiene miedo de saltar en la carrera de sacos, donde los niños saltan dentro de sacos grandes.\n\nEn las imágenes, Molly parece preocupada mientras se preparan los saltos y otros niños se preparan en sus sacos. La idea principal: a veces las personas tienen miedo de diferentes tipos de saltos, y ese sentimiento se llama tener miedo.",
  "txt_p11_t0": "Molly Hopper tiene miedo de saltar.",
  "txt_p11_t1": "Molly tiene miedo de saltar alto.",
  "txt_p11_t2": "Molly tiene miedo de saltar lejos.",
  "txt_p11_t3": "Molly tiene miedo de saltar en la carrera de sacos de patatas.",
  "sec_p12_s0_eli5": "- Qué está pasando: Los amigos del Club Hopper se sienten muy tristes porque afuera está mojado. Leroy mira por la ventana y ve charcos grandes.\n- La idea: David sonríe y dice: «¡Tengo una idea! Podemos practicar aquí.» Eso significa que no necesitan salir—pueden practicar juntos en el interior.\n- Gran idea: Incluso cuando llueve y hay charcos, todavía puedes seguir adelante encontrando un nuevo lugar para practicar aquí, en el interior.",
  "txt_p12_t0": "Los miembros del Club Hopper están muy tristes.",
  "txt_p12_t1": "Leroy mira los charcos afuera.",
  "txt_p12_t2": "“Tengo una idea”, dice David.",
  "txt_p12_t3": "“Podemos practicar aquí.”",
  "sec_p13_s0_eli5": "David se está divirtiendo. Salta de la silla al suelo como una pelota saltarina. Cuando toca el suelo, rebota arriba y abajo, casi como si estuviera en una pequeña cama elástica. Sonríe y dice: «¡Mira! Puedo saltar tan alto como el cielo. ¡Mírame!». Eso significa que se siente orgulloso y piensa que su salto es muy, muy alto mientras un amigo lo ve presumir.",
  "txt_p13_t0": "David salta de la silla al suelo.",
  "txt_p13_t1": "Él salta arriba y abajo.",
  "txt_p13_t2": "“Mira.",
  "txt_p13_t3": "Puedo saltar tan alto como el cielo.",
  "txt_p13_t4": "¡Mírame!”",
  "sec_p14_s0_eli5": "Imagina un juego en el que todos gritan: «¡Saltemos!». Todos los miembros del Club de los Saltadores empiezan a saltar arriba y abajo como pelotas saltarinas—¡boing, boing! En la imagen, un amigo incluso está saltando desde una silla. Pero Molly no está saltando. Es la única que está quieta, solo observando a los demás. Entonces, todos los demás están saltando, pero Molly no.",
  "txt_p14_t0": "Pronto, los otros miembros del Club Hopper saltan.",
  "txt_p14_t1": "Molly es la única que no está saltando.",
  "sec_p15_s0_eli5": "Explicación como si tuviera 5 años:\n- Molly quiere saltar alto, y los demás deciden ayudarla.\n- Leroy tiene una idea inteligente: \"Usemos una escoba como listón de salto de altura\", como el listón que los atletas saltan en el salto de altura.\n- Leroy va a buscar la escoba.\n- Todos mueven las sillas y la mesa para hacer un espacio despejado y seguro—convirtiendo la habitación (con la ventana y la alfombra que ves) en una pequeña zona de práctica para Molly.",
  "txt_p15_t0": "Los demás deciden ayudar a Molly a saltar alto.",
  "txt_p15_t1": "Leroy dice: \"Podemos usar una escoba como listón de salto de altura.\"",
  "txt_p15_t2": "Leroy recoge la escoba.",
  "txt_p15_t3": "Mueven las sillas y la mesa.",
  "sec_p16_s0_eli5": "- David sostiene un extremo de la escoba, y Leroy sostiene el otro extremo, como una barra pequeña para saltar por encima.\n- David le dice a Molly: \"Corre y salta por encima de la escoba. Es fácil.\" Él piensa que será sencillo.\n- Molly corre hacia la escoba para saltar, pero el suelo está resbaladizo. Se desliza por el suelo en lugar de saltar.\n- En la imagen, David y Leroy todavía están sosteniendo la escoba mientras Molly está en el suelo, sorprendida por el resbalón.",
  "txt_p16_t0": "David sostiene un extremo de la escoba.",
  "txt_p16_t1": "Leroy sostiene el otro extremo.",
  "txt_p16_t2": "“Molly, corre y salta por encima de la escoba.",
  "txt_p16_t3": "\"Es fácil\", dice David.",
  "txt_p16_t4": "Molly corre hacia la escoba, pero se desliza por el suelo.",
  "sec_p17_s0_eli5": "Lo que ves: Un saltamontes niño simpático que lleva una gorra roja y una camisa azul está de pie dentro de una habitación acogedora. Parece curioso, como si estuviera pensando: \"Mmm… ¿qué debería hacer?\"\n\nPistas en la imagen:\n- Hay una ventana. Afuera se puede ver el cielo azul y hojas grandes y verdes.\n- La habitación tiene una silla, una mesa y una alfombra (tapete).\n- Los muebles parecen estar hechos de la naturaleza: ramitas para las patas, corteza y hojas para los lados, y trocitos de hierba.\n\nIdea principal (en palabras sencillas): Este es un hogar diminuto o hábitat para un saltamontes. Un hábitat es un lugar donde alguien vive. Aquí, todo está a la medida de un insecto y hecho de materiales naturales como hojas, ramitas y hierba. El saltamontes está en el interior, mirando alrededor y pensando.\n\nPalabras nuevas para aprender: hábitat, ventana, silla, mesa, alfombra, ramitas, hojas, hierba, en interiores, curioso.\n\nPrueba esto: Busca pistas que te digan quién vive aquí (las patas verdes, los muebles como de palitos, la ventana con hojas). ¿Qué usarías para construir un hogar diminuto para un insecto en la naturaleza?",
  "sec_p18_s0_eli5": "Qué está pasando: Molly quiere correr y saltar por encima de una escoba. Corre, pero se detiene frente a la escoba porque todavía tiene miedo. Sus amigos, Leroy y Lenny, le dicen: \"Vuelve a intentarlo. Puedes hacerlo.\" La están animando para que se sienta valiente.\n\nPiénsalo así: Es como cuando estás aprendiendo a saltar por encima de un palito. Puede que te detengas la primera vez porque se ve grande y da miedo. Pero con amigos que dicen: \"Vuelve a intentarlo\", practicas y te vuelves más valiente cada vez.\n\nPistas de la imagen: Tres amigos insectos con camisetas azules y pantalones cortos rojos. Dos amigos sostienen una escoba como si fuera una barra. Molly parece un poco asustada, y sus amigos sonríen y la animan.\n\nPalabras importantes para aprender: Vuelve a intentarlo, asustado/a, escoba, Leroy, Lenny, Molly, \"Puedes hacerlo.\"",
  "txt_p18_t0": "\"Inténtalo de nuevo\", dice Leroy.",
  "txt_p18_t1": "Molly corre, pero se detiene delante de la escoba.",
  "txt_p18_t2": "Ella todavía tiene miedo.",
  "txt_p18_t3": "“Inténtalo de nuevo”, dice Lenny.",
  "txt_p18_t4": "Puedes hacerlo.",
  "sec_p19_s0_eli5": "Imagina entrar a tu casa y ver césped en la silla. En esta imagen, un pequeño niño insecto (un saltamontes de dibujos animados) está de pie en una habitación con una ventana, una silla y una alfombra. Se está rascando la cabeza, lo cual es una pista de que se siente confundido o desconcertado.\n\n- Quién (personaje): el niño insecto con una camiseta azul, pantalones cortos rojos y zapatillas deportivas.\n- Dónde (escenario): dentro de una casa—hay una ventana, una silla y una alfombra.\n- Qué notamos (pistas): césped y arañazos en la silla, restos desordenados en el suelo, y el zapato de otra persona apenas asomándose.\n\nUsar las pistas nos ayuda a inferir (hacer una suposición inteligente) lo que sucedió. Quizá alguien arrastró césped hacia adentro o la silla es vieja y rasposa. También podemos predecir (adivinar qué podría pasar después): el niño insecto podría preguntar: «¿Quién hizo este desorden?» o limpiar la habitación.\n\nPalabras nuevas para aprender: personaje, escenario, pistas, inferir, predecir, ventana, silla, alfombra, zapatillas deportivas, gorra, confundido.",
  "sec_p20_s0_eli5": "Explicación como si tuviera 5 años:\n\n- Historia en palabras sencillas: Molly corre y salta, pero su pie golpea una escoba. Se tropieza y cae. No se rinde. Dice: “Quiero intentarlo de nuevo. Puedo hacerlo.”\n- Lo que muestra la imagen: Molly está en el suelo cerca de la escoba. Sus amigos están mirando, con cara de sorpresa. \n- Idea principal: A veces nos tropezamos cuando intentamos algo nuevo. Como al saltar por encima de un palo, podrías golpearlo la primera vez. Si te levantas e intentas de nuevo, practicas y mejoras. A eso se le llama no rendirse, o perseverancia.\n- Palabras clave para recordar: correr, saltar, tropezar, escoba, intentar de nuevo, “Puedo hacerlo.”",
  "txt_p20_t0": "Molly corre y salta, pero tropieza con la escoba.",
  "txt_p20_t1": "“Quiero volver a intentarlo”, dice Molly.",
  "txt_p20_t2": "“Puedo hacerlo.”",
  "sec_p21_s0_eli5": "Imagina un pequeño juego de salto de altura dentro de la casa. Leroy y Lenny son ayudantes: sostienen la escoba recta, como si fuera la barra. Molly se prepara: toma una respiración profunda, como si inflara el globo de su barriguita para sentirse valiente. Luego corre, corre y salta por encima de la escoba—¡fiu! La imagen muestra a un amigo verde y feliz con una gorra levantando los brazos, como si celebrara después del salto, en una habitación acogedora con una alfombra, una silla y una ventana. Idea clave: trabajo en equipo + una respiración profunda ayudan a Molly a saltar sobre la escoba.",
  "txt_p21_t0": "Leroy y Lenny sostienen la escoba.",
  "txt_p21_t1": "Molly respira hondo.",
  "txt_p21_t2": "Ella corre y salta por encima de la escoba.",
  "sec_p22_s0_eli5": "Antes, Molly tenía miedo de saltar alto, como cuando un tobogán grande parece demasiado alto. Con sus amigos sosteniendo un palo y animándola, lo intenta… ¡y salta alto! Aterriza sin problemas y grita: «¡Lo logré!». Ahora Molly ya no tiene miedo de saltar alto, porque aprendió que puede hacerlo.",
  "txt_p22_t0": "“¡Lo hice!”, grita Molly.",
  "txt_p22_t1": "Molly ya no tiene miedo de saltar alto.",
  "sec_p23_s0_eli5": "- Qué está pasando: Molly y sus amigos se turnan para saltar, como si brincaran por encima de grandes almohadas. Ya han completado un salto: \"uno menos, faltan dos\". Los amigos animan: \"¡Venga, vamos!\". Molly se siente valiente. No tiene miedo de saltar. No tiene miedo de saltar alto.\n\n- Pistas de la imagen: Vemos a Molly, una niña verde con aspecto de insecto, con una camiseta azul, pantalones cortos rojos y zapatos azules. Delante hay una gran mata esponjosa de hierba, que muestra dónde saltan. Uno de sus amigos ya está en pleno salto, y Molly se está preparando para su turno.\n\n- Palabras clave para recordar: \"Uno menos, faltan dos\", \"¡Venga, vamos!\", no tiene miedo, saltar, saltar alto.",
  "txt_p23_t0": "“Una menos, faltan dos”, dice Molly.",
  "txt_p23_t1": "“Venga, vámonos”, dicen los demás.",
  "txt_p23_t2": "“Molly no tiene miedo de saltar.",
  "txt_p23_t3": "Molly no tiene miedo de saltar alto.",
  "sec_p24_s0_eli5": "Esta parte está haciendo una pregunta sencilla: ¿Molly todavía tiene miedo?\nQuiere ver si Molly sigue teniendo miedo de hacer el salto de longitud, como dar un gran salto al foso de arena, y si aún tiene miedo de saltar en la carrera de sacos de patatas, donde te pones de pie dentro de un saco y das saltos.\nPiénsalo como probar un tobogán alto en el parque infantil. Al principio podrías sentir miedo, pero puedes respirar hondo e intentar un pequeño salto. Las imágenes muestran a Molly que parece un poco nerviosa, la zona del salto de longitud y a amigos esperando dentro de sacos. Estamos observando para ver si Molly se siente valiente y se anima a intentar los saltos.",
  "txt_p24_t0": "Veamos si Molly todavía tiene miedo de saltar lejos.",
  "txt_p24_t1": "Veamos si Molly todavía tiene miedo de participar en la carrera de sacos de patatas.”",
  "sec_p25_s0_eli5": "- Lo que dicen las palabras: Molly Hopper es valiente. Ella dice: \"No tengo miedo.\" Les dice a sus amigos: \"Solo mírenme y verán.\" Luego, Molly Hopper salta.\n- Lo que muestra la imagen: Molly dobla las piernas y se impulsa hacia arriba como una pequeña atleta, como un saltamontes, sonriendo mientras sus amigos la observan.\n- Piénsalo así: En el patio de juegos, dices: \"No tengo miedo — ¡mírenme!\" y luego muestras tu gran salto. Eso es lo que hace Molly — es valiente, lo dice en voz alta y salta para demostrarlo.",
  "txt_p25_t0": "“No tengo miedo”, dice Molly.",
  "txt_p25_t1": "“Solo mírame y verás.”",
  "txt_p25_t2": "Molly Hopper salta.",
  "txt_p25_t3": "."
}